Revit 2024 API
UnitTypeId.KilonewtonsPerSquareCentimeter Property
 Kilonewtons per square centimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilonewtonsPerSquareCentimeter { get; }
Visual Basic
Public Shared ReadOnly Property KilonewtonsPerSquareCentimeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilonewtonsPerSquareCentimeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace